Repository: Graceful-Tools/astrid-windows
Catalog: app/Astrid.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# picker_no_due_date
source: No due date
de_de: Kein Fälligkeitsdatum

# picker_today
source: Today
de_de: Heute

# picker_tomorrow
source: Tomorrow
de_de: Morgen

# picker_in_3_days
source: In 3 days
de_de: In 3 Tagen

# picker_next_week
source: Next week
de_de: Nächste Woche

# picker_morning
source: Morning
de_de: Morgens

# picker_afternoon
source: Afternoon
de_de: Nachmittags

# picker_evening
source: Evening
de_de: Abends

# picker_night
source: Night
de_de: Nachts

# defaults_account_agent
source: Account default
de_de: Kontostandard

# defaults_no_repository
source: None
de_de: Keines

# defaults_task_creator
source: Task creator
de_de: Ersteller der Aufgabe

# detail_copy_link
source: Copy link
de_de: Link kopieren

# detail_share
source: Share
de_de: Teilen

# detail_wont_do
source: Won't do
de_de: Wird nicht erledigt

# detail_reopen
source: Reopen
de_de: Wieder öffnen

# detail_wont_do_chip
source: Won't do
de_de: Wird nicht erledigt

# detail_share_copied
source: Share link copied
de_de: Freigabelink kopiert

# account_profile
source: Profile
de_de: Profil

# account_change_photo
source: Change photo
de_de: Foto ändern

# account_photo_hint
source: PNG, JPEG, GIF or WebP, up to 10 MB
de_de: PNG, JPEG, GIF oder WebP, bis zu 10 MB

# account_display_name
source: Display name
de_de: Anzeigename

# account_save
source: Save
de_de: Speichern

# account_verification
source: Email verification
de_de: E-Mail-Verifizierung

# account_verified
source: Verified
de_de: Verifiziert

# account_verified_via_provider
source: Verified through your sign-in provider
de_de: Über Ihren Anmeldeanbieter verifiziert

# account_not_verified
source: Not verified
de_de: Nicht verifiziert

# account_resend
source: Resend verification email
de_de: Verifizierungs-E-Mail erneut senden

# account_verification_sent
source: Verification email sent. Check your inbox and click the link.
de_de: Verifizierungs-E-Mail gesendet. Prüfen Sie Ihren Posteingang und klicken Sie auf den Link.

# account_waiting_for
source: Waiting for verification:
de_de: Warte auf Verifizierung:

source: Account information
de_de: Kontoinformationen

source: Account created
de_de: Konto erstellt

# account_last_updated
source: Last updated
de_de: Zuletzt aktualisiert

# account_account_id
source: Account ID
de_de: Konto-ID

# account_delete_title
source: Delete account
de_de: Konto löschen

# account_delete_warning
source: This permanently removes your tasks, lists, comments, files, integrations and settings, and your access to shared lists. It cannot be undone. Consider exporting your data first, under Your data.
de_de: Dies entfernt dauerhaft Ihre Aufgaben, Listen, Kommentare, Dateien, Integrationen und Einstellungen sowie Ihren Zugriff auf geteilte Listen. Es kann nicht rückgängig gemacht werden. Erwägen Sie, zuerst Ihre Daten unter „Ihre Daten“ zu exportieren.

# account_type_to_confirm
source: Type DELETE MY ACCOUNT to confirm
de_de: Geben Sie DELETE MY ACCOUNT zur Bestätigung ein

# account_delete_button
source: Permanently delete account
de_de: Konto dauerhaft löschen

# smart_title
source: Tasks
de_de: Aufgaben

# smart_email_to_task
source: Email-to-Task
de_de: E-Mail zu Aufgabe

# smart_email_to_task_hint
source: Create tasks by sending email to
de_de: Aufgaben erstellen, indem Sie eine E-Mail senden an

# smart_default_due_date
source: Default due date
de_de: Standard-Fälligkeitsdatum

# smart_default_due_date_hint
source: Tasks created by email are due this long after they are sent.
de_de: Per E-Mail erstellte Aufgaben sind so lange nach dem Senden fällig.

# smart_default_due_time
source: Default due time
de_de: Standard-Fälligkeitszeit

# smart_default_due_time_hint
source: The time of day for tasks created by email.
de_de: Die Tageszeit für per E-Mail erstellte Aufgaben.

# smart_offset_none
source: No due date
de_de: Kein Fälligkeitsdatum

# smart_offset_1_day
source: 1 day
de_de: 1 Tag

# smart_offset_3_days
source: 3 days
de_de: 3 Tage

# smart_offset_1_week
source: 1 week
de_de: 1 Woche

# smart_time_09_00
source: 9:00 AM
de_de: 9:00 Uhr

# smart_time_12_00
source: 12:00 PM (noon)
de_de: 12:00 Uhr (mittags)

# smart_time_17_00
source: 5:00 PM
de_de: 17:00 Uhr

# smart_time_20_00
source: 8:00 PM
de_de: 20:00 Uhr

# smart_layout
source: Task detail layout
de_de: Layout der Aufgabendetails

# smart_layout_hint
source: How priority, assignee and state appear on a task. Synced across your devices.
de_de: Wie Priorität, zugewiesene Person und Status in einer Aufgabe erscheinen. Geräteübergreifend synchronisiert.

# smart_layout_list
source: List
de_de: Liste

# smart_layout_project
source: Project
de_de: Projekt

# smart_layout_list_desc
source: The checkbox completes the task, and priority and assignee each get their own row.
de_de: Das Kontrollkästchen schließt die Aufgabe ab; Priorität und zugewiesene Person haben je eine eigene Zeile.

# smart_layout_project_desc
source: Compact. The checkbox opens priority, assignee, state and complete.
de_de: Kompakt. Das Kontrollkästchen öffnet Priorität, zugewiesene Person, Status und Abschließen.

# smart_parsing
source: Smart task creation
de_de: Intelligente Aufgabenerstellung

# smart_parsing_hint
source: Read list hashtags out of what you type in the add box: "Pushups #health" files the task in Health and calls it Pushups. Synced across your devices.
de_de: Listen-Hashtags aus dem lesen, was Sie in das Eingabefeld tippen: „Liegestütze #gesundheit“ legt die Aufgabe in Gesundheit ab und nennt sie Liegestütze. Geräteübergreifend synchronisiert.

# smart_subtasks
source: Sub tasks
de_de: Unteraufgaben

# smart_subtasks_hint
source: How sub tasks appear in your lists. Synced across your devices.
de_de: Wie Unteraufgaben in Ihren Listen erscheinen. Geräteübergreifend synchronisiert.

# smart_subtasks_indented
source: In lists, indented
de_de: In Listen, eingerückt

# smart_subtasks_under_parent
source: Inside parent task only
de_de: Nur in der übergeordneten Aufgabe

# quickadd_added
source: Added
de_de: Hinzugefügt:

# contacts_title
source: Contacts
de_de: Kontakte

# contacts_description
source: People imported to suggest as collaborators when you share a list. Windows has no address book to import from; import on the web or from your phone, and they appear here.
de_de: Importierte Personen, die beim Teilen einer Liste als Mitarbeiter vorgeschlagen werden. Windows hat kein Adressbuch zum Importieren; importieren Sie im Web oder vom Telefon, und sie erscheinen hier.

# contacts_empty
source: No contacts imported yet.
de_de: Noch keine Kontakte importiert.

# contacts_count_suffix
source: contacts
de_de: Kontakte

# contacts_clear
source: Clear all contacts
de_de: Alle Kontakte löschen

# contacts_clear_confirm
source: Remove every imported contact? This cannot be undone.
de_de: Alle importierten Kontakte entfernen? Dies kann nicht rückgängig gemacht werden.

# contacts_clear_yes
source: Clear contacts
de_de: Kontakte löschen

# help_title
source: Help & Support
de_de: Hilfe & Support

# privacy_title
source: Privacy Policy
de_de: Datenschutzerklärung

# terms_title
source: Terms of Service
de_de: Nutzungsbedingungen

# passkeys_note
source: Passkeys sign you in without a password. Adding one happens in the browser; renaming and revoking happen here.
de_de: Passkeys melden Sie ohne Passwort an. Hinzufügen geschieht im Browser; Umbenennen und Widerrufen hier.

# passkeys_none
source: No passkeys registered yet.
de_de: Noch keine Passkeys registriert.

# passkeys_add
source: Add a passkey in the browser
de_de: Passkey im Browser hinzufügen

# passkeys_added
source: Added
de_de: Hinzugefügt am

# passkeys_synced
source: Synced
de_de: Synchronisiert

# passkeys_rename
source: Rename
de_de: Umbenennen

# passkeys_revoke
source: Revoke
de_de: Widerrufen

# passkeys_rename_prompt
source: Name this passkey
de_de: Diesen Passkey benennen

# passkeys_revoke_confirm
source: Revoke this passkey? You will no longer be able to sign in with it.
de_de: Diesen Passkey widerrufen? Sie können sich damit nicht mehr anmelden.

# passkeys_revoke_yes
source: Revoke it
de_de: Widerrufen

# defaults_all_day
source: All day
de_de: Ganztägig

# assignee_unassigned
source: Unassigned
de_de: Nicht zugewiesen

# user_unknown
source: Unknown user
de_de: Unbekannter Benutzer

# due_today
source: Today
de_de: Heute

# due_tomorrow
source: Tomorrow
de_de: Morgen

# due_yesterday
source: Yesterday
de_de: Gestern

# due_none
source: No due date
de_de: Kein Fälligkeitsdatum

# repeat_never
source: Never
de_de: Nie

# repeat_daily
source: Daily
de_de: Täglich

# repeat_weekly
source: Weekly
de_de: Wöchentlich

# repeat_monthly
source: Monthly
de_de: Monatlich

# repeat_yearly
source: Yearly
de_de: Jährlich

# repeat_custom
source: Custom…
de_de: Benutzerdefiniert…

# repeat_none
source: Does not repeat
de_de: Wiederholt sich nicht

# repeat_every_day
source: Every day
de_de: Jeden Tag

# repeat_every_n_days
source: Every {0} days
de_de: Alle {0} Tage

# repeat_every_week
source: Every week
de_de: Jede Woche

# repeat_every_n_weeks
source: Every {0} weeks
de_de: Alle {0} Wochen

# repeat_every_month
source: Every month
de_de: Jeden Monat

# repeat_every_n_months
source: Every {0} months
de_de: Alle {0} Monate

# repeat_every_year
source: Every year
de_de: Jedes Jahr

# repeat_every_n_years
source: Every {0} years
de_de: Alle {0} Jahre

# repeat_on_weekdays
source: on {0}
de_de: am {0}

# repeat_on_day_of_month
source: on the {0}
de_de: am {0}

# repeat_on_nth_weekday
source: on the {0} {1}
de_de: am {0} {1}

# repeat_on_month_and_day
source: on {0} {1}
de_de: am {1} {0}

# repeat_ends_on
source: until {0}
de_de: bis {0}

# repeat_from_due_date
source: from due date
de_de: ab Fälligkeitsdatum

# reminder_none
source: No reminder
de_de: Keine Erinnerung

source: Reminder set
de_de: Erinnerung gesetzt

# reminder_at_due_time
source: At the time it is due
de_de: Zur Fälligkeit

# reminder_5_minutes_before
source: 5 minutes before
de_de: 5 Minuten vorher

# reminder_15_minutes_before
source: 15 minutes before
de_de: 15 Minuten vorher

# reminder_30_minutes_before
source: 30 minutes before
de_de: 30 Minuten vorher

# reminder_hour_before
source: An hour before
de_de: 1 Stunde vorher

# reminder_2_hours_before
source: 2 hours before
de_de: 2 Stunden vorher

# reminder_day_before
source: A day before
de_de: 1 Tag vorher

# reminder_week_before
source: A week before
de_de: 1 Woche vorher

# filter_any
source: Any
de_de: Alle

# filter_button
source: Filter
de_de: Filtern

# filter_button_active
source: Filtered
de_de: Gefiltert

# filter_completion
source: Finished tasks
de_de: Erledigte Aufgaben

# filter_completion_recent
source: Recently finished
de_de: Kürzlich erledigt

# filter_completion_hide
source: Hide them
de_de: Ausblenden

# filter_completion_all
source: Show them all
de_de: Alle anzeigen

# filter_priority
source: Priority
de_de: Priorität

# filter_due
source: Due
de_de: Fällig

# filter_due_overdue
source: Overdue
de_de: Überfällig

# filter_due_today
source: Today
de_de: Heute

# filter_due_this_week
source: This week
de_de: Diese Woche

# filter_due_this_month
source: This month
de_de: Dieser Monat

# filter_due_none
source: No due date
de_de: Kein Fälligkeitsdatum

# filter_assignee
source: Assigned to
de_de: Zugewiesen an

# filter_assignee_me
source: Me
de_de: Mich

# filter_assignee_someone_else
source: Somebody else
de_de: Jemand anderen

# filter_assignee_nobody
source: Nobody
de_de: Niemanden

# filter_repeat
source: Repeat
de_de: Wiederholung

# filter_repeat_never
source: Does not repeat
de_de: Wiederholt sich nicht

# filter_assigned_by
source: Assigned by
de_de: Zugewiesen von

# filter_assigned_by_me
source: Me
de_de: Mir

# filter_assigned_by_someone_else
source: Somebody else
de_de: Jemand anderem

# filter_lists
source: Lists
de_de: Listen

# filter_lists_in_a_list
source: In a list
de_de: In einer Liste

# filter_lists_not_in_a_list
source: Not in a list
de_de: Ohne Liste

# filter_lists_public
source: In a public list
de_de: In einer öffentlichen Liste

# priority_none
source: No priority
de_de: Keine Priorität

# priority_low
source: Low
de_de: Niedrig

# priority_medium
source: Medium
de_de: Mittel

# priority_high
source: High
de_de: Hoch

# sort
source: Sort by
de_de: Sortieren nach

# sort_auto
source: Automatic
de_de: Automatisch

# sort_priority
source: Priority
de_de: Priorität

# sort_when
source: When it is due
de_de: Fälligkeit

# sort_created
source: When it was added
de_de: Hinzugefügt am

# sort_manual
source: The order I arranged
de_de: Meine Reihenfolge

# chat_sending
source: {0} · sending
de_de: {0} · wird gesendet

# role_owner
source: Owner
de_de: Eigentümer

# role_admin
source: Admin
de_de: Administrator

# role_member
source: Member
de_de: Mitglied

# role_viewer
source: Viewer
de_de: Betrachter

# timer_start
source: Start timer
de_de: Timer starten

# timer_stop
source: Stop timer
de_de: Timer stoppen

# timer_logged
source: {0} logged
de_de: {0} erfasst

# stats_completed
source: {0} finished
de_de: {0} erledigt

# stats_inspired
source: {0} inspired
de_de: {0} inspiriert

# stats_supported
source: {0} supported
de_de: {0} unterstützt

# agents_key_set
source: Set up
de_de: Eingerichtet

# agents_no_key
source: No key
de_de: Kein Schlüssel

# agents_secret_title
source: Copy this now — it is not shown again
de_de: Jetzt kopieren — es wird nicht noch einmal angezeigt

# dialog_close
source: Close
de_de: Schließen

# settings_account
source: Account
de_de: Konto

# settings_reminders
source: Reminders
de_de: Erinnerungen

# settings_appearance
source: Appearance
de_de: Erscheinungsbild

# settings_agents
source: AI agents
de_de: KI-Agenten

# settings_api_access
source: API access
de_de: API-Zugang

# settings_integrations
source: Integrations
de_de: Integrationen

# settings_data
source: Your data
de_de: Ihre Daten

# comments_delete_confirm
source: Delete this comment?
de_de: Diesen Kommentar löschen?

# comments_delete_yes
source: Delete it
de_de: Löschen

# reminder_toast_complete
source: Complete
de_de: Erledigen

# reminder_toast_snooze
source: Snooze {0} min
de_de: {0} Min. schlummern

# timer_hours_minutes
source: {0}h {1}m
de_de: {0} h {1} min

# timer_minutes
source: {0}m
de_de: {0} min

# a_pair_for_a_machine_that.Text
source: A pair for a machine that is not this one — CI, a script, a runner. Read and write on tasks and lists.
de_de: Ein Paar für eine Maschine, die nicht diese ist — CI, ein Skript, ein Runner. Lesen und Schreiben von Aufgaben und Listen.

# account.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Account
de_de: Konto

# account_2.Text
source: Account
de_de: Konto

source: Account
de_de: Konto

# account_and_settings.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Account and settings
de_de: Konto und Einstellungen

# add.Content
source: Add
de_de: Hinzufügen

# add.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add status
de_de: Status hinzufügen

# add_a_task.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add
de_de: Hinzufügen

# add_a_task.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a task
de_de: Aufgabe hinzufügen

# added.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Added
de_de: Hinzugefügt

# agent.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: List agent
de_de: Listen-Agent

# ai_agents.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: AI agents
de_de: KI-Agenten

# ai_agents_2.Text
source: AI agents
de_de: KI-Agenten

# api_access.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: API access
de_de: API-Zugang

# api_access_2.Text
source: API access
de_de: API-Zugang

# appearance.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Appearance
de_de: Erscheinungsbild

# appearance_2.Text
source: Appearance
de_de: Erscheinungsbild

# assignee.Header
source: Assignee
de_de: Zugewiesen an

# assignee.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default assignee
de_de: Standard-Zuweisung

# assignee_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Assignee
de_de: Zugewiesen an

# attach_a_file.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Attach a file
de_de: Datei anhängen

# attach_a_file.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Attach a file
de_de: Datei anhängen

# attachments.Text
source: Attachments
de_de: Anhänge

# board_toggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Board view
de_de: Board-Ansicht

# board_toggle.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Board view
de_de: Board-Ansicht

# cancel.Content
source: Cancel
de_de: Abbrechen

# cancel_2.Content
source: Cancel
de_de: Abbrechen

# cancel_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Cancel edit
de_de: Bearbeitung abbrechen

# cancel_3.Content
source: Cancel
de_de: Abbrechen

# cancel_3.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Cancel reply
de_de: Antwort abbrechen

# chat_box.PlaceholderText
source: Say something
de_de: Schreiben Sie etwas

# chat_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Message
de_de: Nachricht

# client_credentials.Text
source: Client credentials
de_de: Client-Zugangsdaten

# close.Text
source: Close
de_de: Schließen

# coding_agent.Text
source: Coding agent
de_de: Code-Agent

# colour.Text
source: Colour
de_de: Farbe

# comment_box.PlaceholderText
source: Add a comment...
de_de: Kommentar hinzufügen...

# comments.Text
source: Comments
de_de: Kommentare

# complete_this_task.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Complete this task
de_de: Diese Aufgabe erledigen

# connect.Content
source: Connect
de_de: Verbinden

# connect_copilot.Content
source: Connect Copilot
de_de: Copilot verbinden

# connect_github_under_mirrored_to_below.Text
source: Connect GitHub under Mirrored to, below, to choose a repository.
de_de: Verbinden Sie GitHub unten unter „Gespiegelt nach“, um ein Repository zu wählen.

# contacts.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Contacts
de_de: Kontakte

# contacts_nav_label.Text
source: Contacts
de_de: Kontakte

# copy.Content
source: Copy
de_de: Kopieren

# copy_the_pair.Content
source: Copy the pair
de_de: Paar kopieren

# copy_the_secret_now_it_is.Text
source: Copy the secret now — it is not shown again.
de_de: Kopieren Sie das Secret jetzt — es wird nicht noch einmal angezeigt.

# copy_this_now.Title
source: Copy this now
de_de: Jetzt kopieren

# copy_this_now_it_is_not.Text
source: Copy this now — it is not shown again.
de_de: Jetzt kopieren — es wird nicht noch einmal angezeigt.

# create_a_token.Content
source: Create a token
de_de: Token erstellen

# create_list.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Create list
de_de: Liste erstellen

# create_quot.Text
source: Create "
de_de: Erstellen "

# ctrl_k_finds_a_list_a.Text
source: Ctrl+K finds a list, a task or a command.
de_de: Strg+K findet eine Liste, eine Aufgabe oder einen Befehl.

# ctrl_shift_a_brings_astrid_forward.Text
source: Ctrl+Shift+A brings Astrid forward from anywhere, ready for a new task.
de_de: Strg+Umschalt+A holt Astrid von überall in den Vordergrund, bereit für eine neue Aufgabe.

# custom.Text
source: Custom
de_de: Benutzerdefiniert

# daily_digest.Text
source: Daily digest
de_de: Tägliche Zusammenfassung

# days.Content
source: days
de_de: Tage

# default_offset_box.Header
source: Remind me by default
de_de: Standardmäßig erinnern

# default_offset_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default reminder
de_de: Standard-Erinnerung

# defaults_for_new_tasks.Text
source: Defaults for new tasks
de_de: Standards für neue Aufgaben

# delete.Text
source: Delete
de_de: Löschen

# delete_2.Content
source: Delete
de_de: Löschen

# delete_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Delete comment
de_de: Kommentar löschen

source: Delete confirmation
de_de: Löschbestätigung

# delete_it.Content
source: Delete it
de_de: Löschen

# delete_list.Content
source: Delete list
de_de: Liste löschen

# delete_this_list_and_its_tasks.Text
source: Delete this list and its tasks, for everybody it is shared with?
de_de: Diese Liste und ihre Aufgaben löschen, für alle, mit denen sie geteilt ist?

# detail_description_box.PlaceholderText
source: Add a description...
de_de: Beschreibung hinzufügen...

source: Description
de_de: Beschreibung

# detail_title_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Title
de_de: Titel

# digest_time_box.Header
source: At
de_de: Um

# digest_time_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Digest time
de_de: Zeit der Zusammenfassung

# digest_toggle.Header
source: Send a daily digest
de_de: Tägliche Zusammenfassung senden

# digest_toggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Daily digest
de_de: Tägliche Zusammenfassung

# disconnect_copilot.Content
source: Disconnect Copilot
de_de: Copilot trennen

# display_name_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Display name
de_de: Anzeigename

# due_date.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Due date
de_de: Fälligkeitsdatum

# due_day_picker.PlaceholderText
source: Pick a date
de_de: Datum wählen

# due_day_picker.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Pick a date
de_de: Datum wählen

# due_offset_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default due date
de_de: Standard-Fälligkeitsdatum

# due_time_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default due time
de_de: Standard-Fälligkeitszeit

# edit.Content
source: Edit
de_de: Bearbeiten

# edit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Edit comment
de_de: Kommentar bearbeiten

# edit_comment.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Edit comment
de_de: Kommentar bearbeiten

source: Email-to-Task
de_de: E-Mail zu Aufgabe

# email_toggle.Header
source: Email reminders
de_de: E-Mail-Erinnerungen

# email_toggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Email reminders
de_de: E-Mail-Erinnerungen

# ends_after.Content
source: ends after
de_de: endet nach

# ends_on.Content
source: ends on
de_de: endet am

# export_as_csv.Content
source: Export as CSV
de_de: Als CSV exportieren

# export_as_json.Content
source: Export as JSON
de_de: Als JSON exportieren

# favourites.Text
source: Favourites
de_de: Favoriten

# filter_button_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Filters
de_de: Filter

# for_a_coding_agent_or_an.Text
source: For a coding agent or an MCP client. Ninety days. Asking twice gives the same token back rather than a second one.
de_de: Für einen Code-Agenten oder einen MCP-Client. Neunzig Tage. Zweimal fragen gibt dasselbe Token zurück statt eines zweiten.

# google_sync_mode_box.Header
source: Google lists
de_de: Google-Listen

source: Google list linking
de_de: Verknüpfung mit Google-Listen

# got_it.Content
source: Got it
de_de: Verstanden

# got_it.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Got it
de_de: Verstanden

# help_and_support.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Help and support
de_de: Hilfe und Support

# help_nav_label.Text
source: Help & Support
de_de: Hilfe & Support
